Repository: CherokeeLanguage/Action-Imitation-and-Fun-Series
Catalog: 06-Red-Riding-Hood/CAT/red-riding-hood-seven-kids/tm/corpus-nt-bbe.en.utf8.tmx
Source language: en
Languages: chr

source: Some other boats, however, came from Tiberias near to the place where they had taken the bread after the Lord had given praise.
chr: ᎤᏙᎯᏳᎯᏍᎩᏂᏃᏅ ᏂᏗᎬᏩᏓᎴ ᏥᏳ ᏓᏈᎵᏯ ᏂᏙᏓᏳᏂᏅᏍᏔᏅᎯ ᏚᏂᏃᎸᎩ ᎾᎥᎢ ᎾᎿ ᎤᎬᏫᏳᎯ ᎤᎵᎮᎵᏨᎢ ᎠᎴ ᎤᎾᎵᏍᏓᏴᏅᎢ^

source: So when the people saw that Jesus was not there, or his disciples, they got into those boats and went over to Capernaum looking for Jesus.
chr: ᎾᏍᎩᏃ ᎿᏉ ᎤᏂᏣᏘ ᎤᎾᏙᎴᎰᏒ ᏥᏌ ᎾᎿ ᏁᏙᎲᎾ ᎨᏒᎢ, ᎠᎴ ᎾᏍᏉ ᎬᏩᏍᏓᏩᏗᎰᎯ, ᎾᏍᎩ ᎾᏍᏉ ᏥᏳᎯ ᏚᎾᏣᏅᎩ, ᎠᎴ ᎨᏆᏂ ᎤᏂᎷᏨᎩ, ᎠᏂᏲᎲᎩ ᏥᏌ.

source: And when they came across him on the other side of the sea they said, Rabbi, when did you come here?
chr: ᎬᏩᏩᏛᎲᏃ ᎥᏓᎵ ᎢᏍᎪᏂᏗᏢ ᎯᎠ ᏅᎬᏩᏪᏎᎸᎩ; ᏔᏕᏲᎲᏍᎩ, ᎯᎳᎪ ᎢᏳ ᎠᏂ ᏣᎷᏤᎢ?

source: Jesus, answering them, said, Truly I say to you, You come after me, not because you saw signs, but because you were given the bread and had enough.
chr: ᏥᏌ ᏚᏁᏤᎸ ᎯᎠ ᏄᏪᏒᎩ; ᎤᏙᎯᏳᎯᏯ ᎤᏙᎯᏳᎯᏯ ᎯᎠ ᏂᏨᏪᏎᎭ; ᏍᎩᏲᎭ ᎥᏝ ᏱᏅᏗᎦᎵᏍᏙᏗᎭ ᎤᏍᏆᏂᎪᏗ ᏗᎦᎸᏫᏍᏓᏁᏗ ᎢᏥᎪᎲᎢ, ᏅᏗᎦᎵᏍᏙᏗᏉᏍᎩᏂ ᎦᏚ ᏕᏥᎬᎢ, ᎠᎴ ᏕᏦᎸᏒᎢ.

source: Let your work not be for the food which comes to an end, but for the food which goes on for eternal life, which the Son of man will give to you, for on him has God the Father put his mark.
chr: ᏞᏍᏗ ᏱᏗᏥᎸᏫᏍᏓᏁᎮᏍᏗ ᎢᏥᏩᏛᏗᏱ ᎠᎵᏍᏓᏴᏗ ᎠᏲᎵ, ᎾᏍᎩᏍᎩᏂ Ꮎ ᎠᎵᏍᏓᏴᏗ ᎠᎵᏍᏆᏗᏍᎩ ᏂᎨᏒᎾ ᏗᎨᏒᎢ ᎢᎬᏂᏛ ᏥᎩ, ᎾᏍᎩ ᏴᏫ ᎤᏪᏥ ᎢᏥᏁᏗ ᏥᎩ, ᎾᏍᎩᏰᏃ ᎤᏁᎳᏅᎯ ᎠᎦᏴᎵᎨ ᎤᏍᏓᏱᏛ.

source: Then they said to him, How may we do the works of God?
chr: ᎿᏉᏃ ᎯᎠ ᏅᎬᏩᏪᏎᎸᎩ; ᎦᏙ ᏓᏲᏣᏛᏁᎵ ᏙᏓᏲᎩᎸᏫᏍᏓᏁᎵ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ ᏗᎦᎸᏫᏍᏓᏁᏗ ᎨᏒᎢ?

source: Jesus, answering, said to them, This is to do the work of God: to have faith in him whom God has sent.
chr: ᏥᏌ ᎤᏁᏨ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎯᎠ ᎾᏍᎩ Ꮎ ᏗᎦᎸᏫᏍᏓᏁᏗ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ, ᎾᏍᎩ ᎡᏦᎢᏳᏗᏱ ᎾᏍᎩ Ꮎ ᏅᏓᏳᏅᏏᏛ.

source: So they said, What sign do you give us, so that we may see and have faith in you? What do you do?
chr: ᎿᏉᏃ ᎯᎠ ᏅᎬᏩᏪᏎᎸᎩ; ᎦᏙᏃ ᎤᏍᏗ ᎤᏰᎸᏛ ᎯᎾᏄᎪᏫᏍᎦ, ᎾᏍᎩ ᎣᎩᎪᏩᏛᏗᏱ ᎠᎴ ᎢᏨᏲᎢᏳᏗᏱ? ᎦᏙ ᎤᏍᏗ ᏕᏣᎸᏫᏍᏓᏁᎭ?

source: Our fathers had the manna in the waste land, as the Writings say, He gave them bread from heaven.
chr: ᏗᎩᎦᏴᎵᎨᎢ ᎹᎾ ᎠᎾᎵᏍᏓᏴᏗᏍᎬᎩ ᎢᎾᎨᎢ, ᎾᏍᎩᏯ ᎯᎠ ᏥᏂᎬᏅ ᏥᎪᏪᎳ; “ᏕᎠᏁᎲᎩ ᎦᏚ ᎤᏂᎩᏍᏗ ᎦᎸᎳᏗ ᏅᏓᏳᏓᎴᏅᎯ.”

source: Jesus then said to them, Truly I say to you, What Moses gave you was not the bread from heaven; it is my Father who gives you the true bread from heaven.
chr: ᎿᏉᏃ ᏥᏌ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎤᏙᎯᏳᎯᏯ ᎤᏙᎯᏳᎯᏯ ᎯᎠ ᏂᏨᏪᏎᎭ; ᎥᏝ ᎼᏏ ᏱᏥᏁᎴ ᎾᏍᎩ Ꮎ ᎦᏚ ᎦᎸᎳᏗ ᏅᏓᏳᏓᎴᏅᎯ; ᎡᏙᏓᏍᎩᏂ ᎢᏥᏁᎭ ᎦᏚ ᎤᏙᎯᏳᎯᏯ ᎦᎸᎳᏗ ᏅᏓᏳᏓᎴᏅᎯ.

source: The bread of God is the bread which comes down out of heaven and gives life to the world.
chr: ᎤᏁᎳᏅᎯᏰᏃ ᎤᏤᎵᎦ ᎦᏚ ᎾᏍᎩ ᎯᎠ ᎦᎸᎳᏗ ᏅᏓᏳᎶᏒᎯ ᏥᎩ, ᎠᎴ ᎬᏂᏛ Ꭰ’ᏁᎯ ᏥᎩ ᎡᎶᎯ.

source: Ah, Lord, they said, give us that bread for ever!
chr: ᎿᏉᏃ ᎯᎠ ᏅᎬᏩᏪᏎᎸᎩ; ᏣᎬᏫᏳᎯ, ᏂᎪᎯᎸ ᏍᎩᏁᎮᏍᏗ ᎾᏍᎩ ᎯᎠ ᎦᏚ.

source: And this was the answer of Jesus: I am the bread of life. He who comes to me will never be in need of food, and he who has faith in me will never be in need of drink.
chr: ᏥᏌᏃ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎠᏴ ᎾᏍᎩ Ꮎ ᎠᏛᏂᏗᏍᏙᏗ ᎦᏚ. ᎩᎶ ᎠᎩᎷᏤᎮᏍᏗ ᎥᏝ ᎤᏲᏏᏐᏗ ᏱᎨᏎᏍᏗ, ᎠᎴ ᎩᎶ ᎠᏉᎯᏳᎲᏍᎨᏍᏗ ᎥᏝ ᎤᏔᏕᎪᏗ ᏱᎨᏎᏍᏗ.

source: But it is as I said to you: you have seen me, and still you have no faith.
chr: ᎠᎴ ᎯᎠ ᏂᏨᏪᏎᎸᎩ; ᏍᎩᎪᏩᏛᎲ ᎠᏎᏃ ᎥᏝ ᏱᏦᎯᏳᎲᏍᎦ.

source: Whatever the Father gives to me will come to me; and I will not send away anyone who comes to me.
chr: ᏂᎦᏛ ᎡᏙᏓ ᏗᎩᎧᏁᎸᎯ ᎠᏎ ᏓᎬᎩᎷᏤᎵ; ᎠᎴ ᎾᏍᎩ Ꮎ ᎠᎩᎷᏤᎸᎯ ᎠᏎ ᎥᏝ ᏥᏄᎪᏫᏍᏗ ᏱᎩ.

source: For I have come down from heaven, not to do my pleasure, but the pleasure of him who sent me.
chr: ᎦᎸᎳᏗᏰᏃ ᏗᏆᏠᎣᏒ, ᎥᏝ ᎠᏋᏒ ᎦᏓᏅᏖᏍᎬ ᏗᎩᎸᏫᏍᏓᏁᏗᏱ, ᎠᏓᏅᏖᏍᎬᎢᏍᎩᏂ ᎾᏍᎩ Ꮎ ᏅᏛᎩᏅᏏᏛ.

source: And this is the pleasure of him who sent me, that I am not to let out of my hands anything which he has given me, but I am to give it new life on the last day.
chr: ᎠᎴ ᎾᏍᎩ ᎯᎠ ᏄᏍᏗ ᎠᏓᏅᏖᏍᎬ ᎠᎦᏴᎵᎨᎢ ᎾᏍᎩ ᏅᏛᎩᏅᏏᏛ, ᎾᏍᎩ ᏂᎦᏛ ᏗᎩᏲᎯᏎᎸᎯ ᎨᏒᎢ, ᎪᎱᏍᏗ ᎠᎩᏲᎱᏎᏗ ᏂᎨᏒᎾ ᎢᏳᎵᏍᏙᏗᏱ, ᏗᎦᎴᏙᏗᏱᏍᎩᏂ ᎤᎵᏍᏆᎸᏗ ᎢᎦ ᎨᏎᏍᏗ.

source: This, I say, is my Father's pleasure, that everyone who sees the Son and has faith in him may have eternal life: and I will take him up on the last day.
chr: ᎠᎴ ᎾᏍᎩ ᎯᎠ ᏄᏍᏗ ᎠᏓᏅᏖᏍᎬ ᎠᎦᏴᎵᎨ ᏅᏛᎩᏅᏏᏛ, ᎾᏍᎩ ᎩᎶ ᎠᎪᏩᏘᏍᎩ ᎤᏪᏥ, ᎠᎴ ᎾᏍᎩ ᎪᎯᏳᎲᏍᎩ, ᎾᎵᏍᏆᏗᏍᎬᎾ ᎬᏂᏛ ᎤᏤᎵᎦ ᎢᏳᎵᏍᏙᏗᏱ; ᎠᎴ ᎾᏍᎩ ᎠᏴ ᏙᏓᏥᏯᎴᏔᏂ ᎤᎵᏍᏆᎸᏗ ᎢᎦ ᎨᏎᏍᏗ.

source: Now the Jews said bitter things about Jesus because of his words, I am the bread which came down from heaven.
chr: ᎿᏉᏃ ᎠᏂᏧᏏ ᎬᏩᎪᏁᎶᎯᏎᎸᎩ ᏅᏓᎦᎵᏍᏙᏗᏍᎬᎩ ᎯᎠ ᏄᏪᏒᎢ, ᎠᏴ ᎾᏍᎩ Ꮎ ᎦᏚ ᎦᎸᎳᏗ ᏅᏓᏛᎶᏒᎯ.

source: And they said, Is not this Jesus, the son of Joseph, whose father and mother we have seen? How is it then that he now says, I have come down from heaven?
chr: ᎯᎠᏃ ᏄᏂᏪᏒᎩ; ᏝᏍᎪ ᎯᎠ ᎾᏍᎩ Ꮎ ᏥᏌ ᏱᎩ, ᏦᏩ ᎤᏪᏥ, ᎾᏍᎩ ᎤᏙᏓ ᎠᎴ ᎤᏥ ᏗᏗᎦᏔᎯ ᏥᎩ? ᎦᏙᏃ ᎤᎵᏍᏙᏔᏅ, ᎦᎸᎳᏗ ᏅᏛᏆᏠᎠᏒᎯ, ᏣᏗᎭ?

source: Jesus made answer and said, Do not say things against me, one to another.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᏥᏌ ᎤᏁᏨᎩ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᏞᏍᏗ ᏱᏥᎪᏁᎶᏍᎨᏍᏗ.

source: No man is able to come to me if the Father who sent me does not give him the desire to come: and I will take him up from the dead on the last day.
chr: ᎥᏝ ᎩᎶ ᏰᎵ ᏴᎬᎩᎷᏥᏏ, ᎬᏂ ᎠᎦᏴᎵᎨᎢ ᏅᏛᎩᏅᏏᏛ ᎤᏎᏒᏛ ᏱᎩ; ᎠᎴ ᎠᏴ ᎾᏍᎩ ᏙᏓᏥᏯᎴᏔᏂ ᎤᎵᏍᏆᎸᏗ ᎢᎦ ᎨᏎᏍᏗ.

source: The writings of the prophets say, And they will all have teaching from God. Everyone whose ears have been open to the teaching of the Father comes to me.
chr: ᎯᎠ ᏂᎬᏅ ᎪᏪᎳ ᎠᎾᏙᎴᎰᏍᎩᏱ; “ᎠᎴ ᏂᎦᏛ ᎤᏁᎳᏅᎯ ᏧᏪᏲᏅᎯ ᎨᏎᏍᏗ.” ᎾᏍᎩ ᎢᏳᏍᏗ ᏂᎦᏛ ᎤᎾᏛᎦᏁᎸᎯ ᎠᎴ ᎤᎾᏕᎶᏆᎡᎸᎯ ᎠᎦᏴᎵᎨᎢ, ᎬᎩᎷᏤᎰᎢ.

source: Not that anyone has ever seen the Father; only he who is from God, he has seen the Father.
chr: ᎥᏝᏍᎩᏂᏃᏅ ᎩᎶ ᎠᎦᏴᎵᎨᎢ ᎤᎪᎲᎯ ᏱᎩ, Ꮎ ᎤᏩᏒ ᎤᏁᎳᏅᎯᏱ ᏅᏓᏳᏓᎴᏅᎯ; ᎾᏍᎩ ᎤᎪᎲᎯ ᎠᎦᏴᎵᎨᎢ.

source: Truly I say to you, He who has faith in me has eternal life.
chr: ᎤᏙᎯᏳᎯᏯ ᎤᏙᎯᏳᎯᏯ ᎯᎠ ᏂᏨᏪᏎᎭ, ᎠᏉᎯᏳᎲᏍᎩ ᎤᎭ ᎠᎵᏍᏆᏗᏍᎩ ᏂᎨᏒᎾ ᎬᏂᏛ.

source: I am the bread of life.
chr: ᎠᏴ ᎾᏍᎩ Ꮎ ᎦᏚ ᎠᏛᏂᏗᏍᏙᏗ.

source: Your fathers took the manna in the waste land--and they are dead.
chr: ᏗᏥᎦᏴᎵᎨᎢ ᎹᎾ ᎠᎾᎵᏍᏓᏴᏗᏍᎬᎩ ᎢᎾᎨᎢ, ᎠᎴ ᏚᏂᏲᎱᏒ;

source: The bread which comes from heaven is such bread that a man may take it for food and never see death.
chr: ᎯᎠ ᎾᏍᎩ ᏄᏍᏗ ᎦᏚ ᎦᎸᎳᏗ ᏅᏓᏳᎶᏒᎯ, ᎾᏍᎩ ᎩᎶ ᏳᎬ ᎥᏝ ᏴᎬᏲᎱᎯ.

source: I am the living bread which has come from heaven: if any man takes this bread for food he will have life for ever: and more than this, the bread which I will give is my flesh which I will give for the life of the world.
chr: ᎠᏴ ᎾᏍᎩ Ꮎ ᎦᏚ ᎬᏂᏛ ᎦᎸᎳᏗ ᏅᏓᏳᎶᏒᎯ. ᎢᏳᏃ ᎩᎶ ᎠᎩᏍᎨᏍᏗ ᎾᏍᎩ ᎯᎠ ᎦᏚ, ᎠᎵᏍᏆᏗᏍᎩ ᏂᎨᏒᎾ ᎬᏁᏍᏗ. ᎠᎴ ᎾᏍᎩ Ꮎ ᎦᏚ ᏨᏓᏥᏁᎵ ᎾᏍᎩ ᎠᏴ ᎠᎩᏫᏯ, ᎾᏍᎩ ᏥᏙᏛᎩᏲᏏ ᎡᎶᎯ ᎤᏛᏂᏗᏍᏙᏗ.

source: Then the Jews had an angry discussion among themselves, saying, How is it possible for this man to give us his flesh for food?
chr: ᎿᏉᏃ ᎠᏂᏧᏏ ᎤᏅᏒᏉ ᏚᎾᏘᏲᎸᎩ, ᎯᎠ ᏄᏂᏪᏒᎩ, ᎦᏙ ᏱᎦᎵᏍᏙᏓ ᎯᎠ ᎠᏍᎦᏯ ᏱᎩᎲᏏ ᎤᏩᏒ ᎤᏫᏯ ᎢᎦᎵᏍᏓᏴᏙᏗ?

source: Then Jesus said to them, Truly I say to you, If you do not take the flesh of the Son of man for food, and if you do not take his blood for drink, you have no life in you.
chr: ᎿᏉᏃ ᏥᏌ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎤᏙᎯᏳᎯᏯ ᎤᏙᎯᏳᎯᏯ ᎯᎠ ᏂᏨᏪ ᏎᎭ; ᎢᏳᏃ ᏂᏥᎬᎾ ᏴᏫ ᎤᏪᏥ ᎤᏫᏯ, ᎠᎴ ᎤᎩᎬ ᎢᏣᏗᏔᎲ ᏱᎩ, ᎥᏝ ᎬᏂᏛ ᏱᏥᏯᎠ.

source: He who takes my flesh for food and my blood for drink has eternal life: and I will take him up from the dead at the last day.
chr: ᎠᎩᏫᏯ ᎠᎩᏍᎩ, ᎠᎴ ᎠᎩᎩᎬ ᎠᏗᏔᏍᎩ, ᎬᏂᏛ ᎠᎵᏍᏆᏗᏍᎩ ᏂᎨᏒᎾ ᎤᏤᎵᎦ, ᎠᎴ ᎾᏍᎩ ᎠᏴ ᏙᏓᏥᏯᎴᏔᏂ ᎤᎵᏍᏆᎸᏗ ᎢᎦ ᎨᏎᏍᏗ.

source: My flesh is true food and my blood is true drink.
chr: ᎠᎩᏫᏯᏰᏃ ᎤᏙᎯᏳᏒ ᎠᎵᏍᏓᏴᏗ, ᎠᎴ ᎠᎩᎩᎬ ᎤᏙᎯᏳᏒ ᎠᏗᏔᏍᏗ.

source: He who takes my flesh for food and my blood for drink is in me and I in him.
chr: ᎠᎩᏫᏯ ᎠᎩᏍᎩ, ᎠᎴ ᎠᎩᎩᎬ ᎠᏗᏔᏍᎩ, ᎾᏍᎩ ᎠᎩᏯᎠ, ᎠᏴ ᎠᎴ ᎾᏍᎩ ᏥᏯᎠ.

source: As the living Father has sent me, and I have life because of the Father, even so he who takes me for his food will have life because of me.
chr: ᎾᏍᎩᏯᎢ ᎬᏂᏛ ᎠᎦᏴᎵᎨᎢ ᎠᎩᏅᏏᏛ ᏥᎩ, ᎠᎴ ᎠᎦᏴᎵᎨ ᏥᏅᏗᎦᎵᏍᏙᏗᎭ ᎠᏴ ᏥᎬᏅ, ᎾᏍᎩᏯᎢ ᎠᏴ ᎠᏆᎵᏍᏓᏴᏗᏍᎩ ᎾᏍᎩ ᎠᏴ ᏅᏗᎦᎵᏍᏙᏗᏍᎨᏍᏗ ᎬᏁᏍᏗ.

source: This is the bread which has come down from heaven. It is not like the food which your fathers had: they took of the manna, and are dead; but he who takes this bread for food will have life for ever.
chr: ᎾᏍᎩ ᎯᎠ Ꮎ ᎦᏚ ᎦᎸᎳᏗ ᏅᏓᏳᎶᏒᎯ; ᎥᏝ ᎾᏍᎩᏯ ᏗᏥᎦᏴᎵᎨᎢ ᎹᎾ ᏣᏂᎩᏍᎨᎢ, ᎠᎴ ᎾᏍᎩ ᏧᏂᏲᎱᏒᎯ ᏥᎩ; ᎯᎠ ᎦᏚ ᎠᎩᏍᎩ ᎠᎵᏍᏆᏗᏍᎩ ᏂᎨᏒᎾ ᎬᏁᏍᏗ.

source: Jesus said these things in the Synagogue while he was teaching at Capernaum.
chr: ᎾᏍᎩ ᎯᎠ ᏄᏪᏒᎩ ᏗᎦᎳᏫᎢᏍᏗᏱ, ᏓᏕᏲᎲᏍᎬ ᎨᏆᏂ.

source: Then, hearing this, a number of his disciples said, This is a hard saying; who is able to take in such teaching?
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎤᏂᏣᏛᎩ ᎬᏩᏍᏓᏩᏗᏙᎯ ᎤᎾᏛᎦᏅ, ᎯᎠ ᏄᏂᏪᏒᎩ; ᎾᏍᎩ ᎯᎠ ᎠᏍᏓᏱᏳ ᎧᏃᎮᏛ; ᎦᎪ ᏰᎵ ᏯᏛᎬᎦ?

source: When Jesus became conscious that his disciples were protesting about what he said, he said to them, Does this give you trouble?
chr: ᎿᏉᏃ ᏥᏌ ᏧᏓᏅᏛ ᎤᏙᎴᎰᏒ ᎬᏩᏍᏓᏩᏗᏙᎯ ᎤᏂᎪᏁᎶᏍᎬᎢ, ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᏥᎪ ᎾᏍᎩ ᎯᎠ ᏕᏦᏕᏍᏗᎭ?

source: What then will you say if you see the Son of man going up to where he was before?
chr: ᎢᏳᎾᏃ ᏰᏥᎪᎥ ᏴᏫ ᎤᏪᏥ ᏳᎵᏌᎳᏓᏅ ᎾᎿ ᏧᏓᎴᏅ ᏱᏬᎶᏒ?

source: The spirit is the life giver; the flesh is of no value: the words which I have said to you are spirit and they are life.
chr: ᎠᏓᏅᏙᏍᎩᏂ ᎠᏓᏛᏂᏗᏍᎩ; ᎤᏇᏓᎵ ᎥᏝ ᎬᏩᏓᏍᏕᎸᏗ ᏱᎩ. ᎧᏃᎮᏛ ᎠᏴ ᏥᏨᏬᏁᏗᎭ ᎾᏍᎩ ᎠᏓᏅᏙ, ᎠᎴ ᎾᏍᎩ ᎬᏂᏛ.

source: But still some of you have no faith. For it was clear to Jesus from the first who they were who had no faith, and who it was who would be false to him.
chr: ᎠᏎᏃ ᎢᏣᏓᏑᏯ ᏂᏦᎯᏳᎲᏍᎬᎾ. ᏥᏌᏰᏃ ᏗᏓᎴᏂᏍᎬ ᏂᏓᎦᏔᎰ ᎾᏍᎩ Ꮎ ᎾᏃᎯᏳᎲᏍᎬᎾ, ᎠᎴ ᎾᎦᏔᎰᎢ ᎾᏍᎩ Ꮎ ᎤᏡᏗᏍᎩ ᎢᏳᎵᏍᏙᏗ.

source: And he said, This is why I said to you, No man is able to come to me if he is not given the power to do so by the Father.
chr: ᎠᎴ ᎯᎠ ᎾᏍᏉ ᏄᏪᏒᎩ; ᎾᏍᎩ ᎢᏳᏍᏗ ᎯᎠ ᏥᏂᏨᏪᏎᎸᎩ; ᎥᏝ ᎩᎶ ᏴᎬᎩᎷᏥ, ᎬᏂ ᎡᏙᏓ ᎤᏁᎸᎯ ᏱᎩ.

source: Because of what he said, a number of the disciples went back and would no longer go with him.
chr: ᎠᎴ ᎾᎯᏳ ᎢᏳᏓᎴᏅᏛ ᎤᏂᏣᏛ ᎬᏩᏍᏓᏩᏗᏙᎯ ᎤᎾᏨᏒᎩ, ᎠᎴ ᎥᏝ ᎿᏉ ᎢᎸᎯᏳ ᏳᏁᏙᎴᎢ.

source: So Jesus said to the twelve, Have you a desire to go away?
chr: ᎿᏉᏃ ᏥᏌ ᎯᎠ ᏂᏚᏪᏎᎸ ᏔᎳᏚ ᎢᏯᏂᏛ; ᏥᎪ ᎾᏍᏉ ᏂᎯ ᏛᏣᏓᏅᏏ?

source: Then Simon Peter gave this answer: Lord, to whom are we to go? you have the words of eternal life;
chr: ᎿᏉᏃ ᏌᏩᏂ ᏈᏓ ᎯᎠ ᏄᏪᏎᎸᎩ; ᏣᎬᏫᏳᎯ, ᎦᎪ ᏧᏬᎸ ᏮᏓᏲᏥᎶᏏ? ᏂᎯ ᏣᏍᏆᏂᎪᏗ ᎧᏃᎮᏛ ᎠᎵᏍᏆᏗᏍᎩ ᏂᎨᏒᎾ ᎠᏛᏂᏗᏍᏙᏗ.

source: And we have faith and are certain that you are the Holy One of God.
chr: ᎠᎴ ᎣᏦᎯᏳᎲᏍᎦ, ᎠᎴ ᎣᏥᎦᏔᎭ ᏂᎯ ᎾᏍᎩ ᎦᎶᏁᏛ ᎨᏒᎢ, ᎬᏂᏛ ᎤᏁᎳᏅᎯ ᎤᏪᏥ.

source: Then Jesus said, Did I not make a selection of you, the twelve, and one of you is a son of the Evil One?
chr: ᏥᏌ ᎯᎠ ᏂᏚᏪᏎᎸᎩ. ᏝᏍᎪ ᏂᎯ ᏔᎳᏚ ᎢᏥᏛ ᏱᏨᏯᏑᏰᏎᎢ? ᎠᏎᏃ ᎠᏏᏴᏫ ᎤᏓᏑᏯ ᎠᏍᎩᎾ ᎢᎩ.

source: He was talking of Judas, the son of Simon Iscariot. It was he who was to be false to Jesus--one of the twelve.
chr: ᎾᏍᎩ ᏄᏪᏒ ᏧᏓᏏ ᎢᏍᎦᎳᏗ ᏌᏩᏂ ᎤᏪᏥ ᎠᏥᏛᎬᎩ; ᎾᏍᎩᏰᏃ ᎤᏡᏗᏍᎩ ᎢᏳᎵᏍᏙᏗ ᎨᏒᎩ, ᏔᎳᏚ ᎢᏯᏂᏛ ᎨᏒ ᎾᎿ ᎨᎳ ᎨᏒᎩ.

source: After this, Jesus went from place to place in Galilee. He did not go about in Judaea, because the Jews were looking for a chance to put him to death.
chr: ᎾᏍᎩᏃ ᏄᎵᏍᏔᏂᏙᎸ ᏥᏌ ᎨᎵᎵ ᎤᏪᏙᎸᎩ; ᎥᏝᏰᏃ ᏳᏚᎵᏍᎨ ᏧᏗᏱ ᎤᏪᏓᏍᏗᏱ, ᏅᏓᎦᎵᏍᏙᏗᏍᎬᎩ ᎠᏂᏧᏏ ᎠᎾᏁᎶᏗᏍᎬ ᎬᏩᎯᏍᏗᏱ.

source: But the feast of the Jews, the feast of tents, was near.
chr: ᎠᏂᏧᏏ ᏕᎦᎵᏦᏛᎢ-ᏧᎾᎵᏍᏓᏴᏗᏱ ᎤᏍᏆᎸᎯᏗᏒᎩ.

source: So his brothers said to him, Go away from here into Judaea so that your disciples may see the works which you do.
chr: ᎠᎾᎵᏅᏟᏃ ᎯᎠ ᏂᎬᏩᏪᏎᎸᎩ; ᎭᏓᏅᎾ, ᎠᎴ ᏧᏗᏱ ᏫᎶᎯ, ᎾᏍᎩᏃ ᎨᏣᏍᏓᏩᏗᏙᎯ ᎾᏍᏉ ᎠᏂᎪᎲᎭ ᏄᏍᏛ ᏕᏣᎸᏫᏍᏓᏁᎲᎢ.

source: Because no man does things secretly if he has a desire that men may have knowledge of him. If you do these things, let yourself be seen by all men.
chr: ᎥᏝᏰᏃ ᎩᎶ ᎠᏥᎦᏔᎯ ᎢᏳᎵᏍᏙᏗᏱ ᏧᏚᎵᏍᎪᎢ ᎤᏕᎵᏛ ᏱᏚᎸᏫᏍᏓᏁᎰᎢ. ᎢᏳᏃ ᎾᏍᎩ ᎯᎠ ᎿᏛᏁᎮᏍᏗ, ᎡᎶᎯ ᎬᏂᎨᏒ ᏂᏯᏛᏂᏏ.

source: For even his brothers had no belief in him.
chr: ᎠᎾᎵᏅᏟᏰᏃ ᎾᏍᏉ ᎥᏝ ᏱᎬᏬᎯᏳᎲᏍᎨᎢ.

source: Jesus said to them, My time is still to come, but any time is good for you.
chr: ᎿᏉᏃ ᏥᏌ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎥᏝ ᎠᏏ ᏯᎩᏍᏆᎸᎡᎭ; ᏂᎯᏍᎩᏂ ᏂᎪᎯᎸᏉ ᎢᏥᏍᏆᎸᎡᎰᎢ.

source: It is not possible for you to be hated by the world; but I am hated by it, because I give witness that what it does is evil.
chr: ᎡᎶᎯ ᎥᏝ ᎢᏥᏍᎦᎩ ᏱᏅᎦᎵᏍᏓ; ᎠᏴᏍᎩᏂ ᎠᎩᏍᎦᎦ, ᏅᏗᎦᎵᏍᏙᏗᎭ ᏥᏥᏃᎮᎭ ᎾᏍᎩ ᏚᎸᏫᏍᏓᏁᎲ ᎤᏲᎢᏳ ᎨᏒᎢ.

source: Go you up to the feast: I am not going up now to the feast because my time has not fully come.
chr: ᏂᎯ ᏙᏗᎾᎵᏍᏓᏴᎲᏍᎬ ᎢᏤᎾ; ᎥᏝ ᎠᏏ ᎠᏴ ᏙᏗᎾᎵᏍᏓᏴᎲᏍᎬ ᏴᏓᎨᏏ; ᎥᏝᏰᏃ ᎠᏏ ᏯᎩᏍᏆᎸᎡᎸ.

source: Having said these things to them, he still kept in Galilee.
chr: ᎾᏍᎩ ᎯᎠ ᏂᏚᏪᏎᎸ, ᎠᏏᏉ ᎤᏪᏙᎸᎩ ᎨᎵᎵ.

source: But after his brothers had gone up to the feast, then he went up, not publicly, but in secret.
chr: ᎠᏎᏃ ᎠᎾᎵᏅᏟ ᎤᏁᏅᏛ ᏂᎨᏐᎢ, ᎿᏉ ᎾᏍᏉ ᏙᏗᎾᎵᏍᏓᏴᎲᏍᎬ ᎤᏪᏅᏒᎩ, ᎥᏝ ᎬᏂᎨᏒᎢ, ᎤᏕᎵᏛᏉᏍᎩᏂ ᎢᏳᏍᏗ.

source: At the feast the Jews were looking for him and saying, Where is he?
chr: ᎿᏉᏃ ᎠᏂᏧᏏ ᎬᏩᏲᎸᎩ ᏓᎾᎵᏍᏓᏴᎲᏍᎬᎢ, ᎠᎴ ᎯᎠ ᏄᏂᏪᏒᎩ; ᎭᏢ ᎾᏍᎩ ᎡᏙᎭ?

source: And there was much discussion about him among the mass of the people. Some said, He is a good man; but others said, No, he is giving people false ideas.
chr: ᎤᏣᏛᏃ ᎤᏕᎵᏛ ᏓᎾᎵᏃᎮᎵᏙᎲᎩ ᏴᏫ ᎾᏍᎩ ᎬᏩᏃᎮᏍᎬᎢ; ᎢᎦᏛᏰᏃ ᎯᎠ ᎾᏂᏪᏍᎬᎩ; ᎣᏏᏳ ᎠᏍᎦᏯ; ᎢᎦᏛᏃ, ᎥᏝ, ᏕᎦᎶᏄᎮᏉ ᏴᏫ, ᎠᎾᏗᏍᎬᎩ.

source: But no man said anything about him openly for fear of the Jews.
chr: ᎠᏎᏃ ᎥᏝ ᎩᎶ ᎬᏂᎨᏒ ᏳᏃᎮᏍᎨᎢ, ᎤᏓᎦᎵᏍᏙᏗᏍᎬᎩ ᏓᏂᎾᏰᏍᎬ ᎠᏂᏧᏏ.

source: Now in the middle of the feast Jesus went up to the Temple and was teaching.
chr: ᎿᏉᏃ ᎠᏰᎵ ᎢᏴᏛ ᎠᎵᏰᎢᎵᏒ ᏓᎾᎵᏍᏓᏴᎲᏍᎬᎢ ᏥᏌ ᎤᏛᏅ-ᏗᎦᎳᏫᎢᏍᏗᏱ ᎤᏴᎸᎩ, ᎠᎴ ᏚᏕᏲᏅᎩ.

source: Then the Jews were surprised and said, How has this man got knowledge of books? He has never been to school.
chr: ᎠᏂᏧᏏᏃ ᎤᏂᏍᏆᏂᎪᏒᎩ, ᎠᎴ ᏄᏂᏪᏒᎩ; ᎦᏙ ᎤᎵᏍᏙᏔᏅ ᎯᎠ ᎠᏍᎦᏯ ᎪᏪᎵ ᏗᏏᎾᏏᏳ ᏥᎩ, ᏧᏕᎶᏆᎥᎯᏃ ᏂᎨᏒᎾ?

source: Jesus gave them this answer: It is not my teaching, but his who sent me.
chr: ᏥᏌ ᏚᏁᏤᎸᎩ, ᎯᎠ ᏄᏪᏒᎩ; ᏥᏕᎦᏕᏲᎲᏍᎦ, ᎥᏝ ᎠᏆᏤᎵᎦ ᏱᎩ, ᎤᏤᎵᎦᏍᎩᏂ ᏅᏛᎩᏅᏏᏛ.

source: If any man is ready to do God's pleasure he will have knowledge of the teaching and of where it comes from--from God or from myself.
chr: ᎢᏳᏃ ᎩᎶ ᎤᏚᎵᏍᎨᏍᏗ ᎾᏍᎩ ᏄᏍᏛ ᎤᏚᎵᏍᎬ ᏧᎸᏫᏍᏓᏁᏗᏱ, ᎠᏎ ᎤᏙᎴᎰᎯᏍᏗ ᎾᏍᎩ ᎯᎠ ᏥᏕᎦᏕᏲᎲᏍᎦ ᎤᏁᎳᏅᎯ ᏅᏓᏳᏓᎴᏅᎯ ᎨᏎᏍᏗ, ᎠᎴ ᏥᏬᏂᏍᎬ ᎠᏋᏒᏉ ᎠᏆᏓᏅᏖᎸᎯ ᎢᎨᏎᏍᏗ.

source: The man whose words come from himself is looking for glory for himself, but he who is looking for the glory of him who sent him--that man is true and there is no evil in him.
chr: ᎩᎶ ᎤᏩᏒ ᎤᏓᏅᏖᏛ ᏥᎦᏬᏂᏍᎪᎢ, ᎤᏩᏒᏉ ᎠᏥᎸᏉᏗᏳ ᎢᏳᎵᏍᏙᏗᏱ ᎤᏲᎰᎢ; ᎩᎶᏍᎩᏂ ᏅᏓᏳᏅᏏᏛ ᎠᏥᎸᏉᏗᏳ ᎢᏳᎵᏍᏙᏗᏱ ᏧᏲᎰᎢ, ᎾᏍᎩ ᏚᏳᎪᏛ ᎨᏐᎢ, ᎠᎴ ᎥᏝ ᎠᏠᎾᏍᏗ ᎨᏒ ᏳᏓᏑᏲᎢ.

source: Did not Moses give you the law? Even so, not one of you keeps the law. Why have you a desire to put me to death?
chr: ᏝᏍᎪ ᎼᏏ ᏱᏥᏁᎴ ᏗᎧᎿᏩᏛᏍᏗ? ᎠᏎᏃ ᎥᏝ ᎩᎶ ᏳᏓᏑᏯ ᏗᎧᎿᏩᏛᏍᏗ ᏂᎦᏪᏍᎬ ᏱᎾᏛᏁᎭ. ᎦᏙᏃ ᎢᏣᏚᎵ ᏍᎩᎢᏍᏗᏱ?

source: The people said in answer, You have an evil spirit: who has any desire to put you to death?
chr: ᎤᏂᏣᏘ ᎤᏂᏁᏨᎩ, ᎯᎠ ᏄᏂᏪᏒᎩ; ᎠᏍᎩᎾ ᏣᏯᎠ; ᎦᎪ ᎤᏚᎵ ᏣᎯᏍᏗᏱ?

source: This was the answer of Jesus: I have done one work and you are all surprised at it.
chr: ᏥᏌ ᎤᏁᏨᎩ, ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᏑᏓᎴᎩ ᏓᎩᎸᏫᏍᏓᏁᎸ, ᏂᏥᎥᏃ ᎢᏥᏍᏆᏂᎪᏍᎦ.

source: Moses gave you circumcision--not that it comes from Moses, but from the fathers--and even on the Sabbath you give a child circumcision.
chr: ᎼᏏ ᎠᎱᏍᏕᏍᏗ ᎨᏒ ᎢᏥᏁᎸᎩ; ᎥᏝᏍᎩᏂᏃᏅ ᎼᏏ ᎤᎾᏄᎪᏫᏒᎯ ᏱᎩ, ᎠᏂᎦᏴᎵᎨᏍᎩᏂ ᎤᏂᎾᏄᎪᏫᏒᎯ; ᏂᎯᏃ ᎤᎾᏙᏓᏆᏍᎬᏃ ᎢᎡᏥᎤᏍᏕᏎᎰ ᎠᏍᎦᏯ.

source: If a child is given circumcision on the Sabbath so that the law of Moses may not be broken, why are you angry with me because I made a man completely well on the Sabbath?
chr: ᎢᏳᏃ ᎠᏍᎦᏯ ᎤᎾᏙᏓᏆᏍᎬ ᎢᎦ ᏯᏥᎤᏍᏕᏎᎭ, ᏱᏅᏗᎦᎵᏍᏙᏗᎭ ᏗᎧᎿᏩᏛᏍᏗ ᎼᏏ ᎤᏤᎵ ᎤᏲᎢᏍᏗ ᏂᎨᏒᎾ ᎨᏒᎢ, ᏥᎪ ᎢᏍᎩᏍᎦᎦ ᏅᏗᎦᎵᏍᏙᏗᎭ ᎠᏍᎦᏯ ᏂᎬ ᎠᏰᎸ ᏥᏥᏅᏩᏅ ᎤᎾᏙᏓᏆᏍᎬ ᎢᎦ?

source: Let not your decisions be based on what you see, but on righteousness.
chr: ᏞᏍᏗ ᏕᏣᎧᏂᏍᎬᏉ ᏱᏗᏧᎪᏗᏍᎨᏍᏗ, ᏚᏳᎪᏛᏍᎩᏂ ᏕᏧᎪᏗᏍᎨᏍᏗ.

source: Then some of the people of Jerusalem said, Is not this the man whose death is desired?
chr: ᎿᏉᏃ ᎢᎦᏛ ᏥᎷᏏᎵᎻ ᎠᏁᎯ ᎯᎠ ᏄᏂᏪᏒᎩ, ᏝᏍᎪ ᎾᏍᎩ Ꮎ ᎯᎠ ᏱᎩ ᏧᎾᏚᎵ ᎤᏂᎯᏍᏗᏱ?

source: And here he is talking openly and they say nothing to him! Is it possible that the rulers have knowledge that this is truly the Christ?
chr: ᎬᏂᏳᏉᏃ ᎾᏍᎦᎢᎲᎾ ᎦᏬᏂᎭ, ᎠᎴ ᎥᏝ ᎪᎱᏍᏗ ᏯᏃᏎᎭ. ᏥᏌ ᎤᏂᎬᏫᏳᎯ ᎤᏙᎯᏳᎯ ᎠᏂᎦᏔᎭ ᎾᏍᎩ ᎤᏙᎯᏳᎯᏯ ᎦᎶᏁᏛ ᎨᏒᎢ?

source: However, it is clear to us where this man comes from: but when the Christ comes no one will have knowledge where he comes from.
chr: ᎠᏎᏃ ᎢᏗᎦᏔᎭ ᎯᎠ ᎠᏍᎦᏯ ᏧᏓᎴᏅᎢ, ᎦᎶᏁᏛᏍᎩᏂ ᎦᎷᏨᎭ ᎥᏝ ᎩᎶ ᏱᎬᎦᏔᎮᏍᏗ ᏧᏓᎴᏅᎢ.

source: Then, when he was teaching in the Temple, Jesus said with a loud voice, You have knowledge of me and you have knowledge of where I come from; and I have not come of myself; but there is One who has sent me; he is true, but you have no knowledge of him.
chr: ᎿᏉᏃ ᏥᏌ ᎤᏪᎷᏅᎩ ᎤᏛᏅᏗᎦᎳᏫᎢᏍᏗᏱ ᏓᏕᏲᎲᏍᎬᎢ, ᎯᎠ ᏄᏪᏒᎩ; ᏍᎩᎦᏔᎭ, ᎠᎴ ᎾᏍᏉ ᎢᏥᎦᏔᎭ ᏗᏆᏓᎴᏅᎢ; ᎠᎴ ᎥᏝ ᎠᏋᏒᏉ ᎠᏆᏓᏅᏖᏛ ᏯᎩᎷᏨ, ᏅᏛᎩᏅᏏᏛᏍᎩᏂ ᏚᏳᎪᏛᎢ, ᎾᏍᎩ ᏁᏥᎦᏔᎲᎾ ᏥᎩ.

source: I have knowledge of him because I came from him and he sent me.
chr: ᎠᏴᏍᎩᏂ ᏥᎦᏔᎭ, ᎾᎿᏰᏃ ᏅᏛᏆᏓᎴᏅᎯ, ᎠᎴ ᎾᏍᎩ ᏗᎩᏅᏒ.

source: Then they had a desire to take him: but no man put hands on him because his hour was still to come.
chr: ᎿᏉᏃ ᎤᎾᏓᏅᏖᎸᎩ ᎬᏩᏂᏴᏗᏱ: ᎠᏎᏃ ᎥᏝ ᎩᎶ ᏳᏏᏔᏕᎢ, ᏅᏓᎦᎵᏍᏙᏗᏍᎬᎩ ᎠᏏ ᏄᏍᏆᎸᎡᎸᎾ ᎨᏒᎢ.

source: And numbers of the people had belief in him, and they said, When the Christ comes will he do more signs than this man has done?
chr: ᎠᎴ ᎤᏂᏣᏛᎩ ᎬᏬᎯᏳᏅᎩ, ᎠᎴ ᎯᎠ ᏄᏂᏪᏒᎩ; ᎦᎶᏁᏛ ᎦᎷᏨᎭ, ᏥᎪ ᎤᏟ ᎢᎦᎢ ᎤᏍᏆᏂᎪᏗ ᏙᏓᏳᎸᏫᏍᏓᏁᎵ, ᎡᏍᎦᏉ ᎯᎠ ᎾᏍᎩ ᏥᏚᎸᏫᏍᏓᏁᎸ?

source: This discussion of the people came to the ears of the Pharisees; and the chief priests and the Pharisees sent servants to take him.
chr: ᎠᏂᏆᎵᏏ ᎤᎾᏛᎦᏅᎩ ᎤᏂᏣᏘ ᎾᏍᎩ ᎬᏩᏃᎮᏍᎬ ᎤᏕᎵᏛ ᏓᎾᎵᏃᎮᎵᏙᎲᎢ. ᎠᎴ ᎠᏂᏆᎵᏏ ᏄᏂᎬᏫᏳᏒᏃ ᎠᏥᎸ-ᎠᏁᎶᎯ ᏚᏂᏅᏒᎩ ᏗᎾᏓᏂᏱᏍᎩ ᎾᏍᎩ ᏭᏂᏂᏴᏗᏱ.

source: Then Jesus said, I will be with you a little longer and then I go to him who sent me.
chr: ᎿᏉᏃ ᏥᏌ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎠᏏ ᏞᎦ ᎢᏨᏰᎳᏗᏙᎭ, ᎿᏉᏃ ᏅᏛᎩᏅᏏᏛ ᏧᏬᎸ ᏮᏛᏥᎶᏏ.

source: You will be looking for me, and you will not see me: and where I am you may not come.
chr: ᏍᎩᏲᎮᏍᏗ, ᎠᏎᏃ ᏓᏍᎩᏯᏠᏥ; ᎠᎴ ᏫᎨᎥ ᎥᏝ ᏰᎵ ᏫᏴᎨᏥᎷᎩ.

source: So the Jews said among themselves, To what place is he going where we will not see him? will he go to the Jews living among the Greeks and become the teacher of the Greeks?
chr: ᎿᏉᏃ ᎠᏂᏧᏏ ᎯᎠ ᏂᏚᎾᏓᏪᏎᎸᎩ, ᎭᏢ ᏮᏓᎦᎶᏏ, ᎦᏰᏗᏩᏛᏗ ᏂᎨᏒᎾ ᎢᎨᏎᏍᏗ? ᏧᎾᏓᎴᏅᏛᏍᎪ ᏴᏫ ᏓᏁᏩᏗᏒ ᎤᎾᏗᎦᎴᏲᏨᎯ ᏙᏛᏩᏛᎮᏏ, ᎠᎴ ᏫᏙᏓᎨᏲᏂ ᏧᎾᏓᎴᏅᏛ ᏴᏫ?

source: What is this saying of his, You will be looking for me and will not see me, and where I am you may not come?
chr: ᎦᏙ ᎦᏛᎦ ᎯᎠ ᏥᏄᏪᏒ; ᏍᎩᏲᎮᏍᏗ ᎠᏎᏃ ᏓᏍᎩᏯᏠᏥ, ᎠᎴ ᏫᎨᎥᎢ ᎥᏝ ᏫᏴᎨᏥᎷᎩ?

source: On the last day, the great day of the feast, Jesus got up and said in a loud voice, If any man is in need of drink let him come to me and I will give it to him.
chr: ᎤᎵᏍᏆᎸᏗᏃ ᎢᎦ, ᎾᏍᎩ ᎦᎸᏉᏗ ᎢᎦ ᎨᏒ ᏓᎾᎵᏍᏓᏴᎲᏍᎬᎢ, ᏥᏌ ᏚᎴᏅᎩ ᎠᎴ ᎤᏪᎷᏅᎩ ᎯᎠ ᏄᏪᏒᎩ; ᎢᏳᏃ ᎩᎶ ᎤᏔᏕᎩᏍᎨᏍᏗ, ᎠᏴ ᏩᎩᎷᏥ, ᎠᎴ ᏩᏗᏔ.

source: He who has faith in me, out of his body, as the Writings have said, will come rivers of living water.
chr: ᎩᎶ ᎠᏉᎯᏳᎲᏍᎨᏍᏗ, ᎤᏍᏉᎵᏱ ᏕᎦᎾᏄᎪᎨᏍᏗ ᎡᏉᏂ ᎬᏂᏛ ᎠᎹ ᏕᎨᏰᏍᏗ; ᎾᏍᎩᏯ ᏥᏂᎦᏪ ᎪᏪᎵ.

source: This he said of the Spirit which would be given to those who had faith in him: the Spirit had not been given then, because the glory of Jesus was still to come.
chr: ᎾᏍᎩ ᎯᎠ ᏄᏪᏒ, ᎤᏪᏛᏨᎩ ᎠᏓᏅᏙ, ᎾᏍᎩ ᎬᏬᎯᏳᎲᏍᎩ ᎨᏥᏁᏗ ᎨᏒᎢ; ᏝᏰᏃ ᎠᏏ ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ ᏱᎦᎾᏄᎪᎨᎢ, ᏅᏓᎦᎵᏍᏙᏗᏍᎬᎩ ᏥᏌ ᎠᏏ ᎾᏥᎸᏉᏗᏍᎬᎾ ᎨᏒᎢ.

source: When these words came to their ears, some of the people said, This is certainly the prophet.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎤᏂᏣᏛ ᏴᏫ ᎾᏍᎩ ᎯᎠ ᎤᎾᏛᎦᏅ, ᎯᎠ ᏄᏂᏪᏒᎩ; ᎤᏙᎯᏳᎯᏯ ᎯᎠ ᎾᏍᎩ Ꮎ ᎠᏙᎴᎰᏍᎩ.

source: Others said, This is the Christ. But others said, Not so; will the Christ come from Galilee?
chr: ᎢᎦᏛᏃ ᎯᎠ ᏄᏂᏪᏒᎩ; ᎯᎠ ᎾᏍᎩ ᎦᎶᏁᏛ. ᎠᏎᏃ ᎢᎦᏛ ᎯᎠ ᏄᏂᏪᏒᎩ; ᏥᎪ ᎦᎶᏁᏛ ᎨᎵᎵ ᏅᏓᏳᎾᏄᎪᎢᏍᏗ?

source: Do not the Writings say that the Christ comes of the seed of David and from Beth-lehem, the little town where David was?
chr: ᏝᏍᎪ ᎪᏪᎵ ᎯᎠ ᏱᏂᎦᏪᎭ? ᎦᎶᏁᏛ ᏕᏫ ᎤᏁᏢᏔᏅᏛ ᎨᏒ ᎤᎾᏄᎪᎢᏍᏗ, ᎠᎴ ᎦᏚᏱ ᎦᏚᎲᎢ ᏕᏫ ᎤᏕᏅᎢ?

source: So there was a division among the people because of him.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᏔᎵ ᏄᎾᏓᏛᎩ ᏴᏫ, ᏅᏓᎦᎵᏍᏙᏗᏍᎬᎩ ᎾᏍᎩ ᎬᏩᏍᏛᏗᏍᎬᎢ.

source: And some of them had a desire to take him; but no man put hands on him.
chr: ᎠᎴ ᎢᎦᏛ ᎤᎾᏓᏑᏴᎩ ᎤᎾᏚᎵᏍᎬᎩ ᎬᏩᏂᏴᏗᏱ; ᎠᏎᏃ ᎥᏝ ᎩᎶ ᏳᏏᏔᏕᎢ.

source: Then the servants went back to the chief priests and Pharisees, who said to them, Why have you not got him with you?
chr: ᎿᏉᏃ ᏗᎾᏓᏂᏱᏍᎩ ᎬᏩᏂᎷᏤᎸᎩ ᏄᏂᎬᏫᏳᏒ ᎠᏥᎸ-ᎠᏁᎶᎯ ᎠᎴ ᎠᏂᏆᎵᏏ. ᎯᎠᏃ ᏂᏚᏂᏪᏎᎸᎩ; ᎦᏙᏃ Ꮭ ᏴᎡᏣᏘᏃᎦ?

source: The servants made answer, No man ever said things like this man.
chr: ᏗᎾᏓᏂᏱᏍᎩ ᎤᏂᏁᏨ ᎯᎠ ᏄᏂᏪᏒᎩ; ᎥᏝ ᎢᎸᎯᏳ ᎩᎶ ᏱᎬᏩᏬᏂᏐ ᎾᏍᎩᏯ ᎯᎠ ᏂᎦᏪᏍᎬ ᎦᏬᏂᏍᎬᎢ.

source: Then the Pharisees said to them, Have you, like the others, been given false ideas?
chr: ᎿᏉᏃ ᎠᏂᏆᎵᏏ ᎤᏂᏁᏨ ᎯᎠ ᏂᏚᏂᏪᏎᎸᎩ; ᏥᎪ ᏂᎯ ᎾᏍᏉ ᎡᏥᎶᏄᎡᎸ?

source: Have any of the rulers belief in him, or any one of the Pharisees?
chr: ᏥᎪ ᎩᎶ ᏄᏂᎬᏫᏳᏒ ᎠᎴ ᎠᏂᏆᎵᏏ ᎬᏬᎯᏳᏅ?

source: But these people who have no knowledge of the law are cursed.
chr: ᎯᎠᏍᎩᏂ ᏴᏫ ᏗᎧᎿᏩᏛᏍᏗ ᎾᏂᎦᏔᎲᎾ ᏥᎩ ᎨᏥᏍᎩᏅᏛᎯ.

source: Nicodemus--he who had come to Jesus before, being himself one of them--said to them,
chr: ᏂᎦᏗᎹᏏ,^ᏥᏌ ᏒᏃᏱ ᎤᎷᏤᎸᎯ, ᎾᏍᎩ ᎨᎸᎩ,^ᎾᏍᎩ ᎯᎠ ᏂᏚᏪᏎᎸᎩ;

source: Is a man judged by our law before it has given him a hearing and has knowledge of what he has done?
chr: ᏥᎪ ᏗᎩᎧᎿᏩᏛᏍᏗ ᏚᏭᎪᏓᏁᎰ ᎩᎶ ᎠᏏ ᎾᎦᏛᎦᏁᎸᎾ ᏥᎨᏐᎢ, ᎠᎴ ᏚᎸᏫᏍᏓᏁᎲ ᎠᏙᎴᎰᏒᎯ ᏂᎨᏒᎾ ᏥᎨᏐᎢ?

source: This was their answer: And do you come from Galilee? Make search and you will see that no prophet comes out of Galilee.
chr: ᎤᏂᏁᏨ ᎯᎠ ᏅᎬᏩᏪᏎᎸᎩ; ᏥᎪ ᎾᏍᏉ ᏂᎯ ᎨᎵᎵ ᎮᎯ? ᏣᏲᎦ ᎠᎴ ᎭᎦᏌᏯᏍᏓ, ᏝᏰᏃ ᎨᎵᎵ ᎤᎾᏄᎪᎢᏍᏗ ᏱᎩ ᎠᏙᎴᎰᏍᎩ.

source: [And every man went to his house;
chr: ᏂᎦᏛᏃ ᏙᏧᏁᏅᏒ ᏫᏙᎤᏂᎶᏒᎩ.

source: But Jesus went to the Mountain of Olives.
chr: ᏥᏌᏃ ᎤᎵᏩᏲᎢ ᎣᏓᎸ ᏬᎶᏒᎩ.

source: And early in the morning he came again into the Temple and all the people came to him and he was seated teaching them.
chr: ᏑᎾᎴᏉᏃ ᏔᎵᏁ ᎤᏛᏅ-ᏗᎦᎳᏫᎢᏍᏗᏱ ᎤᎷᏨᎩ; ᎠᎴ ᏂᎦᏛ ᏴᏫ ᎥᎬᏩᎷᏤᎸᎩ; ᎤᏪᏅᏃ ᏑᏪᏲᏅᎩ.

source: Now the scribes and Pharisees came, with a woman who had been taken in the act of sinning against the married relation;
chr: ᏗᏃᏪᎵᏍᎩᏃ ᎠᎴ ᎠᏂᏆᎵᏏ ᎬᏩᏘᏃᎮᎸᎩ ᎠᎨᏴ ᎠᏓᏲᏁᎲ ᎠᏥᏂᏴᏛ; ᎠᏰᎵᏃ ᎤᏂᎧᏅ,

source: And putting her forward, they said to him, Master, this woman has been taken in the very act of sinning against the married relation.
chr: ᎯᎠ ᏂᎬᏩᏪᏎᎸᎩ; ᏔᏕᏲᎲᏍᎩ, ᎯᎠ ᎠᎨᏴ ᎠᏓᏲᏁᎲ ᏕᎦᏅᎬᎢ ᎠᏥᏂᏴᎲᎩ.

source: Now in the law Moses gave directions that such women were to be stoned; what do you say about it?
chr: Ꭷ, ᎼᏏ ᎣᎩᏁᏤᎸᎩ ᏗᎧᎿᏩᏛᏍᏗᏱ ᎾᏍᎩ ᎢᏳᎾᏍᏗ ᏅᏯ ᏗᎨᎬᏂᏍᏙᏗᏱ; ᎠᏎᏃ ᏂᎯ ᎦᏙ ᎭᏗᎭ?

source: They said this, testing him, so that they might have something against him. But Jesus, with his head bent down, made letters on the floor with his finger.
chr: ᎾᏍᎩ ᎯᎠ ᏄᏂᏪᏒᎩ ᎠᏂᏌᏛᎥᏍᎬᎩ, ᎤᏄᎯᏍᏙᏗᏱᏉ ᎤᏂᏰᎸᏒᎩ. ᎠᏎᏃ ᏥᏌ ᎤᏗᏌᏓᏛᎩ, ᎦᏰᏌᏛᏃ ᎤᏩᏔᏅᎩ ᎤᏬᏪᎳᏅᎩ ᎦᏙᎯ.

source: But when they went on with their questions, he got up and said to them, Let him among you who is without sin be the first to send a stone at her.
chr: ᎠᏏᏉᏃ ᎠᏂᏱᎵᏒ ᎬᏩᏛᏛᎲᏍᎬ ᎤᏓᏥᏃᎯᏍᏔᏅᎩ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎩᎶ ᎤᏓᏑᏰᏍᏗ ᎤᏍᎦᏅᏨᎯ ᏂᎨᏒᎾ ᎾᏍᎩ ᎢᎬᏱ ᏫᏓᏓᎴᏅᏓ ᏅᏯ ᏫᎬᏂᏍᏓ.

source: And again, with bent head, he made letters on the floor.
chr: ᏔᎵᏁᏃ ᎤᏗᏌᏓᏛ, ᎦᏙᎯ ᎤᏬᏪᎳᏅᎩ.

source: And when his words came to their ears, they went out one by one, starting with the oldest even to the last, because they were conscious of what was in their hearts: and Jesus was there by himself with the woman before him.
chr: ᎾᏍᎩᏃ ᎤᎾᏛᎦᏅ, ᎠᎴ ᏧᎾᏓᏅᏙ ᎬᏩᏄᎯᏍᏔᏅ, ᎤᏂᏄᎪᏨᎩ ᏌᏉ ᎤᏛᏂᏛ ᎤᏓᏂᎵᎨ ᏚᏓᎴᏅᏔᏅᎩ, ᎣᏂᏱ ᏫᎬᏩᏛᏅᎩ; ᏥᏌᏃ ᎤᏩᏒ ᏄᎵᏍᏔᏅᎩ, ᎠᎨᏴᏃ ᎠᏰᎵ ᎦᏙᎬᎩ.

source: Then Jesus got up, and seeing nobody but the woman, he said to her, Where are the men who said things against you? did no one give a decision against you?
chr: ᏥᏌᏃ ᎤᏓᏥᏃᎯᏍᏔᏅ, ᎠᎴ ᎠᎨᏴᏉ ᎤᏩᏒ ᎤᎪᎲ, ᎯᎠ ᏄᏪᏎᎸᎩ; ᎯᎨᏴ, ᎭᏢ Ꮎ ᎨᏧᎯᏍᏗᏍᎩ? ᏝᏍᎪ ᎩᎶ ᏣᏍᎦᏅᏨᎢ ᏱᏕᎫᎪᏓ?

source: And she said, No man, Lord. And Jesus said, And I do not give a decision against you: go, and never do wrong again.]
chr: ᎯᎠ ᏄᏪᏒᎩ; ᎥᏝ ᎩᎶ, ᏣᎬᏫᏳᎯ. ᏥᏌᏃ ᎯᎠ ᏄᏪᏎᎸᎩ; ᎥᏝ ᎾᏍᏉ ᎠᏴ ᏣᏍᎦᏅᏨ ᏱᏗᎫᎪᏗᎭ. ᏥᎮᎾ, ᎠᎴ ᏞᏍᏗ ᎢᎸᎯᏳ ᎿᏉ ᏱᏣᏍᎦᏅᏤᏍᏗ.

source: Then again Jesus said to them, I am the light of the world; he who comes with me will not be walking in the dark but will have the light of life.
chr: ᎠᎴᏬ ᏥᏐ ᏚᏬᏁᏔᏅᎩ, ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎠᏴ ᎡᎶᎯ ᎢᎦ ᏥᏯᏘᏍᏓᏁᎯ; ᎩᎶ ᎠᎩᏍᏓᏩᏕᎨᏍᏗ ᎥᏝ ᎤᎵᏏᎬ ᏱᎦᏰᏙᎮᏍᏗ; ᎠᏛᏂᏗᏍᏙᏗᏍᎩᏂ ᎢᎦ ᎤᏤᎵᎦ ᎨᏎᏍᏗ.

source: So the Pharisees said to him, The witness you give is about yourself: your witness is not true.
chr: ᎿᏉᏃ ᎠᏂᏆᎵᏏ ᎯᎠ ᏅᎬᏩᏪᏎᎸᎩ; ᏨᏒᏉ ᎭᏓᏃᎮᎭ, ᎯᏃᎮᏍᎬ ᎥᏝ ᏳᏙᎯᏳᎭ.

source: Jesus said in answer, Even if I give witness about myself, my witness is true, because I have knowledge of where I came from and where I am going; but you have no knowledge of where I come from or of where I am going.
chr: ᏥᏌ ᎤᏁᏨᎩ, ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎠᏋᏒᏉ ᎾᏍᏉ ᏱᎦᏓᏃᎮᎭ, ᎠᏎ ᏥᏃᎮᏍᎬ ᎤᏙᎯᏳᎭ; ᏥᎦᏔᎭᏰᏃ ᏗᏆᏓᎴᏅᎢ ᎠᎴ ᏫᏥᎦᏛᎢ. ᏂᎯᏍᎩᏂ ᎥᏝ ᏱᏥᎦᏔᎭ ᏗᏆᏓᎴᏅᎢ ᎠᎴ ᏫᏥᎦᏛᎢ.

source: You are judging from what you see; I am judging no man.
chr: ᏂᎯ ᏕᏧᎪᏗᏍᎪ ᎤᏇᏓᎵᏉ ᏧᏬᎪᏙᏗ ᎨᏒᎢ; ᎠᏴ ᎥᏝ ᎩᎶ ᏱᏗᏥᏳᎪᏓᏁᎰᎢ.

source: Even if I am judging, my decision is right, because I am not by myself--with me is the Father who sent me.
chr: ᎠᏎᏃ ᎾᏍᏉ ᏱᏗᎫᎪᏗᎭ, ᏓᏇᎪᏔᏅ ᏑᏳᎪᏛ ᏱᎩ. ᎥᏝᏰᏃ ᎠᏋᏒᏉ ᏱᎩ, ᎠᎦᏴᎵᎨᏰᏃ ᏅᏛᎩᏅᏏᏛ ᎣᎩᎾᎵᎪᎭ.

source: Even in your law it is said that the witness of two men is true.
chr: ᎠᎴ ᎾᏍᏉ ᎪᏪᎳ ᏗᏥᎧᎿᏩᏛᏍᏗᏱ ᎾᏍᎩ ᎠᏂᏔᎵ ᎤᏂᏃᎮᎸᎯ ᎨᏒ ᎤᏙᎯᏳᎯᏯ ᎨᏒᎢ.

source: I give witness about myself and the Father who sent me gives witness about me.
chr: ᎠᏴ ᎠᏋᏒ ᎦᏓᏃᎮᏍᎩ, ᎠᎦᏴᎵᎨᏃ ᏅᏛᎩᏅᏏᏛ ᎾᏍᏉ ᎠᏴ ᎠᎩᏃᎮᎭ.

source: Then they said to him, Where is your Father? Jesus said in answer, You have no knowledge of me or of my Father: if you had knowledge of me you would have knowledge of my Father.
chr: ᎿᏉ ᎯᎠ ᏅᎬᏩᏪᏎᎸᎩ, ᎭᏢ ᏣᏙᏓ? ᏥᏌ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎥᏝ ᎠᏴ ᏱᏍᎩᎦᏔᎭ, ᎠᎴ ᎥᏝ ᏰᏥᎦᏔᎭ ᎡᏙᏓ. ᎢᏳᏃ ᎠᏴ ᏱᏍᎩᎦᏔᎮᎢ, ᎾᏍᏉ ᏰᏥᎦᏔᎮ ᎡᏙᏓ.

source: Jesus said these words in the place where the offerings were stored, while he was teaching in the Temple: but no man took him because his time was still to come.
chr: ᎾᏍᎩ ᎯᎠ ᏄᏪᏒᎩ ᏥᏌ ᎠᏕᎸ ᏗᏍᏆᏂᎪᏗᏱ, ᎾᎯᏳ ᏓᏕᏲᎲᏍᎬ ᎤᏛᎤ-ᏗᎦᎳᏫᎢᏍᏗᏱ; ᎠᎴ ᎥᏝ ᎩᎶ ᏳᏂᏴᎮᎢ, ᎥᏝᏰᏃ ᎠᏏ ᏳᏍᏆᎸᎡᎮᎢ.
